Repository: horizontalsystems/unstoppable-wallet-ios
Catalog: UnstoppableWallet/Widget/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ko, pt_br, ru, tr, zh

# single_coin_price.description
source: Displays price for certain coin
de: Zeigt den Preis für eine bestimmte Münze an
es: Muestra el precio de una moneda específica
fr: Affiche le prix d'une certaine pièce
ko: 특정 코인의 가격을 표시함
pt_br: Exibe o preço de uma determinada moeda
ru: Отображает цену определенной монеты
tr: Belirli bir madeni paranın fiyatını gösterir
zh: 显示特定硬币的价格

# single_coin_price.title
source: Coin Price
de: Münzpreis
es: Precio de la moneda
fr: Prix de la pièce
ko: 코인 가격
pt_br: Preço da moeda
ru: Цена монеты
tr: Madeni para fiyatı
zh: 硬币价格

# sort_type.highest_cap
source: Highest Cap
de: Höchste Marktkapitalisierung
es: Mayor capitalización
fr: Plus haute capitalisation
ko: 최고 시가총액
pt_br: Maior capitalização
ru: Наиб.капитализация
tr: En yüksek piyasa değeri
zh: 最高市值

# sort_type.highest_volume
source: Highest Volume
de: Höchstes Handelsvolumen
es: Mayor volumen
fr: Plus grand volume
ko: 최대 거래량
pt_br: Maior volume
ru: Наибольший объем
tr: En yüksek hacim
zh: 最高交易量

# sort_type.lowest_cap
source: Lowest Cap
de: Niedrigste Marktkapitalisierung
es: Menor capitalización
fr: Plus basse capitalisation
ko: 최저 시가총액
pt_br: Menor capitalização
ru: Наим. капитализация
tr: En düşük piyasa değeri
zh: 最低市值

# sort_type.lowest_volume
source: Lowest Volume
de: Geringstes Handelsvolumen
es: Menor volumen
fr: Plus faible volume
ko: 최소 거래량
pt_br: Menor volume
ru: Наименьший объем
tr: En düşük hacim
zh: 最低交易量

# sort_type.top_gainers
source: Top Gainers
de: Top-Gewinner
es: Mayores ganadores
fr: Plus grands gagnants
ko: 상위 수익 코인
pt_br: Maiores ganhadores
ru: Показывают рост
tr: En çok kazananlar
zh: 涨幅最大的股票

# sort_type.top_losers
source: Top Losers
de: Top-Verlierer
es: Mayores perdedores
fr: Plus grands perdants
ko: 하위 손실 코인
pt_br: Maiores perdedores
ru: Теряют в цене
tr: En çok kaybedenler
zh: 跌幅最大的股票

# top_coins.description
source: Displays price for top coins
de: Zeigt den Preis für Top-Münzen an
es: Muestra el precio de las principales monedas
fr: Affiche le prix des principales pièces
ko: 상위 코인의 가격을 표시함
pt_br: Exibe o preço das principais moedas
ru: Отображает цены на ведущие монеты
tr: En iyi madeni paraların fiyatlarını gösterir
zh: 显示顶级硬币的价格

# top_coins.title
source: Top Coins
de: Top-Münzen
es: Principales monedas
fr: Principales pièces
ko: 상위 코인
pt_br: Principais moedas
ru: Ведущие монеты
tr: En iyi madeni paralar
zh: 顶级硬币

# watchlist.description
source: Displays price coins in watchlist
de: Zeigt den Preis von Münzen in der Watchlist an
es: Muestra el precio de las monedas en la lista de seguimiento
fr: Affiche le prix des pièces dans la liste de suivi
ko: 관심 목록에 있는 코인의 가격을 표시함
pt_br: Exibe o preço das moedas na lista de observação
ru: Отображает цены монет в списке избранного
tr: İzleme listesindeki madeni paraların fiyatlarını gösterir
zh: 在观察列表中显示硬币价格

# watchlist.empty
source: Your watchlist is empty
de: Ihre Watchlist ist leer
es: Tu lista de seguimiento está vacía
fr: Votre liste de suivi est vide
ko: 관심 목록이 비어 있음
pt_br: Sua lista de observação está vazia
ru: Ваш список избранного пуст
tr: İzleme listeniz boş
zh: 您的观察列表为空

# watchlist.title
source: Watchlist
es: Lista de seguimiento
fr: Liste de suivi
ko: 관심 목록
pt_br: Lista de observação
ru: Список избранного
tr: İzleme listesi
zh: 观察列表
